{"layout":"indicator","indicator":"14.1.b","indicator_display":"14.1.b","indicator_sort_order":"14-1-b","permalink":"/14-1-b/","sdg_indicator":"14.4.1","sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Share of sustainably fished stocks in the North Sea and Baltic Sea","dns_indicator_definition":"The indicator shows what share of all the commercially exploited fish populations in the North and Baltic Seas are sustainably fished –managed in such a way as to provide the Maximum Sustainable Yield (MSY).","dns_indicator_intention":"Biodiversity is fundamental to all human life. Only if natural capital – like the fish stocks in the North and Baltic Seas, for example – is protected and maintained can it continue to provide future generations with critical ecosystem services.<br>The aim of the indicator is to describe the extent to which the target defined in the Regulation on the Common Fisheries Policy has been achieved. That target is for commercially exploited fish stocks to be sustainably managed in accordance with the MSY approach by 2020.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Share of sustainably fished stocks in the North Sea and Baltic Sea","section":"Protecting the oceans","postulate":"Protecting and sustainably using oceans and marine resources","target_id":"14.1.1","previous":"14-1-a","next":"15-1-a","content_and_progress":"<i>Text from the Indicator Report 2021</i>Not all fish stocks are inspected with reference to their sustainable management. Therefore, the number of fish populations that are sustainably managed using the MSY approach should always be viewed in relation to the totality of fish stocks. Although it would be desirable to expand the inspection to include as many stocks as possible, the high cost of these inspections means that the prospect of recording all stocks, even those that are economically less relevant and fished less extensively, is unrealistic.<br>Based on current estimates, a total of 58 fish stocks in the North Sea and 20 in the Baltic Sea are commercially exploited. The number of stocks inspected in accordance with the MSY approach is currently seven for the Baltic Sea; for the North Sea, a total of 22 stocks are taken into account. This means only slightly over a third of all managed stocks are fully analysed for sustainable management. All other populations, for which insufficient data were available for an inspection according to the MSY model, are not included in this indicator.<br>Stocks are considered to be sustainably managed if the actual catch per year and fish stock does not exceed the scientifically recommended amount based on the MSY approach or meets the requirements of a long-term management plan deemed to be sustainable according to the MSY approach. In this context, a fish stock is defined as an independently reproducing population of a specific species of fish. One species can therefore have multiple stocks, and different guideline values for catch quantities can be in place for each stock. As a rule, each stock is assigned a guideline value according to its previous development.<br>The guideline values for the managed stocks are calculated by the International Council for the Exploration of the Sea (ICES).<br>The annual calculation of sustainable catch quantities according to the MSY approach is based on stochastic predictions, which use calculations relating to the stocks’ historical development. Information about quantities of fish landed is based on reported catches. Random samples taken from those catches provide insights into the demographic parameters of the stock, such as age and size. Scientific surveys conducted on research ships independently of the fishing industry are another important source of information about the health of fish stocks.<br>The share of sustainably fished stocks among all the stocks investigated according to the MSY approach was 51.7% for the North and Baltic Seas together in 2018. That share was 63.6% for the North Sea and 14.3% for the Baltic Sea. Looking at the development between 2013 and 2018, the overall trajectory is positive.<br>It is difficult to assess this indicator, as it is influenced not only by the actual development of the stocks but also by the choice of stocks for inspection. As the exact constellation of data sources varies from year to year, any comparison between different years becomes complicated. In addition, the recommended catch quantities apply internationally and can be fulfilled only indirectly by the efforts of a single country.","source_active_1":true,"source_organisation_1":"<a href=\"https://ec.europa.eu/eurostat/home\">Eurostat</a>","source_organisation_1_short":"<a href=\"https://ec.europa.eu/eurostat/home\">Eurostat</a>","source_organisation_logo_1":"<a href=\"https://ec.europa.eu/eurostat/home\"><img src=\"ttps://g205sdgs.github.io/sdg-indicators/public/logosEn/eurostat.png\" alt=\"Eurostat\" title=\" Click here to visit the homepage of the organizationEurostat\" style=\"height:60px; width:148px; border: transparent\"/></a>","source_url_1":"https://ec.europa.eu/oceans-and-fisheries/fisheries/scientific-input/scientific-advice-and-data-collection_en","source_url_text_1":"STECF - Reports","weather_active_1":true,"weather_indicator_1":"14.1.b Share of sustainably fished fish populations in the North Sea and Baltic","weather_indicator_1_year_a":"2020","weather_indicator_1_year_b":"2019","weather_indicator_1_year_c":"2018","weather_indicator_1_year_d":"2017","weather_indicator_1_year_e":"2016","weather_indicator_1_year_f":"2015","weather_indicator_1_year_g":"2014","weather_indicator_1_target":"All fish stocks used for commercial purpos-es to be sustainably managed in accordance with the Maximum Sustainable Yield (MSY) approach by 2020","weather_indicator_1_item_a":"Wolke","weather_indicator_1_item_b":"Wolke","weather_indicator_1_item_c":"Blitz","weather_indicator_1_item_d":"Blitz","weather_indicator_1_item_e":"Wolke","weather_indicator_1_item_f":"Wolke","weather_indicator_1_item_g":"Wolke","data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2022","graph_title":"Share of fish stocks assessed for MSY in the North and Baltic seas which are sustainably fished","graph_annotations":[{"value":100.0,"label":{"content":"Target 2020","position":"left"},"preset":"target_line"}],"span_gaps":true,"show_line":true,"graph_type":"bar","national_geographical_coverage":"Entire North Sea and Baltic Sea","page_content":"\n\n<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://dnsTestEnvironment.github.io/dns-indicators/en/status\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"Text will follow soon\" alt=\"Wettersymbol\"/>\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n  </div>\n</div>","national_metadata_updated_date":"2022-08-10","national_data_updated_date":"2022-07-08","indicator_number":"14.1.b","target_number":"14.1","goal_number":"14","language":"en"}