{"layout":"indicator","sdg_goal":"15","indicator":"15.2.a","indicator_display":"15.2","indicator_sort_order":"15-2-a","permalink":"/15-2-a/","sdg_indicator":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Eutrophication of ecosystems","dns_indicator_definition":"The indicator shows the sensitive ecosystem area where the critical ecological loads have been exceeded due to atmospheric nitrogen inputs, as a proportion of the total assessed sensitive ecosystem area.","dns_indicator_intention":"The critical ecological loads are a measure of the sensitivity of an ecosystem to the input of a pollutant. If the inputs of air pollutants remain below these critical loads, no harmful effects on the structure and functioning of an ecosystem are to be expected according to the current state of knowledge. Almost half of the ferns and flowering plants that are included in the Red List in Germany are endangered by nutrient inputs. By 2030, the share of land with an elevated input of nitrogen is to be reduced by 35&nbsp;% compared with 2005. This would be a reduction to 50&nbsp;% of the total ecosystem area.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Eutrophication of ecosystems","section":"Ecosystems","postulate":"Protecting ecosystems, conserving ecosystem services and preserving habitats","target_id":"15.2.1","previous":"15-1-a","next":"15-3-ab","content_and_progress":"<i>Text from the Indicator Report 2020</i><br><br>Nitrogen, which escapes into the atmosphere in ammonia and nitrogen oxides, is introduced into sensitive ecosystems in gaseous form, dissolved in rain, or as a component of particulate matter. In this context, forests, natural grassland, bogs, marshes and heaths are considered ecosystems.<br><br><br><br>In order to assess nitrogen inputs, ecosystem-specific critical loads are determined. According to current knowledge, structures and functions as well as the species communities of an ecosystem will be protected if these limits are adhered to. Critical ecological loads are therefore a measure of the sensitivity of an ecosystem and enable spatially differentiated comparisons of the resilience of ecosystems to current atmospheric nitrogen inputs. In total, some 11 million hectares, which is almost one third of the entire land mass of Germany, are evaluated in this way. The effects of excessive nitrogen input often will be evident only a few years later. Likewise, the positive effects of a reduced input will become apparent only after an extended period of time.<br><br><br><br>The eutrophication of ecosystems is related to indicators 2.1.a “Nitrogen surplus in agriculture”, 3.2.a “Emissions of air pollutants”, 6.1.b “Nitrate in groundwater” and 14.1.a “Nitrogen input to the North and the Baltic Sea through German inflows”.<br><br><br><br>Since 2018, the indicator has been calculated by the German Environment Agency (UBA). Currently there is a time series available for the years 2000 to 2015. Two data sets are of fundamental importance here. The first dataset is the critical load dataset provided by UBA for international reporting under the Geneva Convention on Long-Range Transboundary Air Pollution (CLRTAP). The basis for determining this data set is, among other things, the soil overview map of Germany, the map of the mean annual infiltration rate from the soil, the land use distribution map and climate data for Germany. The second data set contains a time series of nitrogen inputs in Germany and was calculated under the PINETI III project (Pollutant INput and EcosysTem Impact).<br><br><br><br>In 2015, the critical loads for harmful nitrogen input were exceeded on 68&nbsp;% of the total assessed sensitive ecosystem area in Germany. Exceedance is particularly high in parts of northern Germany as agriculture discharges large quantities of reactive nitrogen compounds there.<br><br><br><br>Between 2005 and 2015, the share of areas on which critical loads for nitrogen were exceeded was reduced by 9 percentage points. If the nitrogen input reduction of the previous reference years continues, the targeted goal of a maximum 50&nbsp;% of polluted land in 2030 will be slightly missed.","source_active_1":true,"source_organisation_1":"Federal Agency for Nature Conservation (BFN)","source_organisation_1_short":"Federal Agency for Nature Conservation","source_organisation_logo_1":"<a href=\"https://www.bfn.de/en.html\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/bfn.png\" alt=\" Federal Agency for Nature Conservation\" title=\"Click here to visit the homepage of the organization\" /></a>","source_url_1":"https://www.bfn.de/themen/monitoring/indikatoren/indikator-artenvielfalt-und-landschaftsqualitaet.html","source_url_text_1":null,"history_active_1":true,"history_indicator_1":"15.2 Eutrophication of ecosystems","history_target_1":"Reduce the proportion by 35&nbsp;% compared with 2005","history_year_a_1":"2015","history_status_year_a_1":"Leicht bewölkt","history_year_b_1":"2014","history_status_year_b_1":"Wolke","history_year_c_1":"2013","history_status_year_c_1":"Wolke","history_year_d_1":"2012","history_status_year_d_1":"Sonne","history_year_e_1":"2011","history_status_year_e_1":"Sonne","history_year_f_1":"2010","history_status_year_f_1":"Wolke","history_year_g_1":"2009","history_status_year_g_1":"Wolke","data_show_map":null,"data_keywords":null,"data_start_values":["Time series","Target"],"data_footnote":"The target value of 50% represents a reduction of the area by 35% from 2005","computation_units":"Millions of euros","copyright":"&copy; Federal Statistical Office (Destatis), 2020","graph_title":"Ecosystems where critical loads for eutrophication are exceeded due to nitrogen input","graph_type":"bar","graph_min_value":null,"graph_max_value":null,"stackedBar":null,"national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Leicht bewölkt.png\" title=\"If the trend continues, the indicator will be presumably miss its target by at least 5&nbsp;% and at most 20&nbsp;% of the difference between the target value and the current value\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2015 as reporting year from indicator report 2020)</span>\n  </div>\n</div>","national_metadata_update_url_text":"2021-03-25: see changes on GitHub","national_metadata_update_url":"https://github.com/DnsTestEnvironment/dns-data/commit/f72ad64f6280dee307fa9b8113abb3e2fc724bc4","national_data_update_url_text":"2021-03-25: see changes on GitHub","national_data_update_url":"https://github.com/DnsTestEnvironment/dns-data/commit/f72ad64f6280dee307fa9b8113abb3e2fc724bc4","language":"en"}