{"layout":"indicator","indicator":"5.1.e","indicator_display":"5.1.e","indicator_sort_order":"5-1-e","permalink":"/5-1-e/","sdg_indicator":null,"sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Vocational qualification of women and girls through German development cooperation","dns_indicator_definition":"The indicator shows the number of women and girls in developing and emerging countries who were reached by vocational qualification measures through German development cooperation.","dns_indicator_intention":"The economic participation of girls and women in developing and emerging countries is to be increased. To this end, the number of girls and women in developing and emerging countries who obtain vocational qualifications through German development cooperation is to be gradually increased by one third over the period from 2015 to 2030.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Vocational qualification of women and girls through German development cooperation","section":"Equality","postulate":"Strengthening the economic participation of women globally","target_id":"5.1.2","previous":"4-2-ab","next":"5-1-a","content_and_progress":"<i>Text from the Indicator Report 2021</i>Information provided by the Federal Ministry for Economic Cooperation and Development (BMZ) on supported projects that entered the implementation phase in 2015 served as a data source. The measures taken into account include all short-, medium- and long-term formal and non-formal vocational training measures in developing and emerging countries. The measures are financed entirely by funds from the federal budget and from market funds provided through the Kreditanstalt für Wiederaufbau (KfW). The data were collected for the first time in 2015 on behalf of the Ministry of Development by the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH and Centrum für Evaluation GmbH, and are updated at three-annual intervals. This means that it is not yet possible to gauge the prospects of meeting the target on the basis of the methodology set out in the Indicator Report.<br>In 2018, some 863,000 women and girls were reached by skills development measures. This is 243% higher than 2015, the first year for which data were collected. Of these women and girls, 26.5% were reached directly through individual vocational training. A total of 31.6% of the women and girls were reached through institutional funding and 41.8% through measures in specific policy fields. Of all these women and girls, 93.0% were reached through financial cooperation.<br>Because women and girls in developing and emerging countries are reached by German development cooperation by three different levels, the data were searched for each of those levels. (1) In the case of individualised measures, the number of women and girls who received vocational training and continuing education or participated in individualised extension measures can be recorded directly. When it comes to (2) the funding of institutions and (3) the allocation of funds to specific policy fields, the number of beneficiaries reached in the supported training and further education facilities has to be estimated. In this case, the total number of female trainees and students in each of the funded education and training establishments as well as all women and girls receiving education or training in the relevant policy field are assumed to be beneficiaries of German development cooperation. As a result, there can be overestimates and duplication, especially in the figures for policy fields. Furthermore, in the case of follow-on projects or when two or more projects are implemented simultaneously in the same region, the possibility of double counting some of the beneficiary women and girls cannot be ruled out.<br>The value of the indicator depends heavily on the funding level, as funding through institutions or policy fields generally reaches more women and girls than individual measures. The indicator does not provide any information on the success, scope and quality of the qualification measures, which can vary considerably. The measures designed to promote the vocational skills of women and girls are part of overall official development assistance. The total amount of ODA is shown in indicator 17.1.","weather_active_1":true,"weather_indicator_1":"5.1.e Berufliche Qualifizierung von Frauen und Mädchen durch deutsche entwicklungspolitische Zusammenarbeit","weather_indicator_1_target":"Sukzessive Steigerung bis 2030 um ein Drittel verglichen mit Basisjahr 2015","data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2022","footer_fileds":[{"label":"Note","value":"The target represents a one-third increase since 2015. Data based on a special evaluation."}],"graph_titles":[{"title":"Women and girls reached by vocational qualification measures through German development assistance"}],"graph_annotations":null,"span_gaps":false,"show_line":false,"graph_type":"bar","national_geographical_coverage":null,"page_content":"","national_metadata_updated_date":"2022-07-08","national_data_updated_date":"2022-07-08","indicator_number":"5.1.e","target_number":"5.1","goal_number":"5","graph_title":"Berufliche Qualifizierung von Frauen und Mädchen durch deutsche entwicklungspolitische Zusammenarbeit","language":"en"}