{"layout":"indicator","sdg_goal":"6","indicator":"6.1.a","indicator_display":"6.1.a","indicator_sort_order":"6-1-a","permalink":"/6-1-a/","sdg_indicator":"6.3.2","reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Phosphorous in flowing waters","dns_indicator_definition":"The indicator specifies the share of monitoring points at which the water-body typical benchmark values of good ecological status regarding phosphorus in flowing waters are not exceeded.","dns_indicator_intention":"Roughly half of the phosphorous entering flowing waters in Germany today originates from agriculture, and the other half comes from cities (municipal water treatment plants and rainwater run-offs). In addition to nitrate pollution, it is one of the causes of an oversupply of nutrients in rivers, lakes and seas (eutrophication). The consequences of this are algae growth, oxygen depletion all the way to fish kills or the growth of poisonous blue-green algae. For this reason, meeting benchmark values for specific types of water bodies, as specified in the Ordinance on the Protection of Surface Waters, at all monitoring points has been defined as a goal for 2030.","data_state":"Der Indikatorenbericht 2021 hat den Datenstand 31.12.2020. Die Daten auf der DNS-Online Plattform werden regelmäßig aktualisiert, sodass online aktuellere Daten verfügbar sein können als im Indikatorenbericht 2021 veröffentlicht.","indicator_name":"Phosphorous in flowing waters","section":"Water quality","target_name":"Minderung der stofflichen Belastung von Gewässern","target_id":"6.1.1","previous":"5-1-e","next":"6-1-b","content_and_progress":"<i>Text from the Indicator Report 2021</i><br><br>The phosphorous pollution of rivers is measured by the Länder as part of the monitoring conducted for the EU Water Framework Directive. The data for the indicator come from the monitoring network, which consists of about 250 monitoring points. In most cases, the monitoring points were installed in the main currents of the large rivers and at the junction of important confluents. The data are compiled by the German Environment Agency based on information from the German Working Group on Water Issues of the Länder and the Federal Government represented by the Federal Environment Ministry (LAWA).<br><br><br><br>The indicator shows whether the annual average of the values measured at a particular monitoring point was equal to, or lower than, the benchmark value. However, it does not show by how far the target was surpassed if it was exceeded. The information about the individual monitoring points is presented in a summarised form. Accordingly, the value of the indicator is strongly dependent on the number of monitoring points and the representative status of their distribution. Lakes and other standing waters are not covered by the indicator.<br><br><br><br>Since the different bodies of water react with differing levels of sensitivity to nutrients such as phosphorous, the precise benchmark values vary. The vast majority of flowing waters use the benchmark value of 0.1&nbsp;mg/l of phosphorous. In organic substrate-dominated rivers, the benchmark value is 0.15&nbsp;mg/l, for marshland streams 0.3&nbsp;mg/l and for transitional waters influenced by tidal movement 0.045&nbsp;mg/l.<br><br><br><br>The indicators of phosphorous and nitrate levels ([6.1.a](https://sustainabledevelopment-deutschland.github.io/6-1-a/) and [6.1.b](https://sustainabledevelopment-deutschland.github.io/6-1-b/)) cover two key aspects of water quality. However, there are other, additional components such as the existence of natural habitats around water bodies and the exposure to pollutants (such as pesticides, metals, medicines), all of which are also relevant to water quality. Phosphorous generally enters a body of water through the input of phosphates.<br><br><br><br>In 2016, the annual average of values measured was below the benchmark value at 37&nbsp;% of the monitoring points at rivers. 57&nbsp;% of the monitoring points showed average concentrations of up to twice the benchmark value, while 4&nbsp;% of the monitoring points were in the range of up to four times the benchmark value (not shown in the chart). The remaining 2&nbsp;% showed even higher concentrations.<br><br><br><br>When viewed over time, the proportion of monitoring points not exceeding the benchmark value has continuously increased and has doubled since 1990. However, the percentage rate of monitoring points with concentrations of up to twice the benchmark value tripled during the same period. Conversely, the share of monitoring points with even higher values has fallen significantly since the early 1990s. The level of pollution has been reduced significantly thanks in particular to the introduction of phosphate-free detergents and the specification of threshold values for the discharge of treated waste water.<br><br><br><br>If one examines the average trend of the last five years, the indicator has changed only to a minor degree. The goal of not exceeding the specified threshold value at all monitoring points cannot be achieved if the current trend continues.","source_active_1":true,"source_organisation_1":"German Environment Agency based on information from the German Working Group on Water Issues of the Länder and the Federal Government represented by the Federal Ministry for the Environment","source_organisation_1_short":"German Environment Agency (UBA)","source_organisation_logo_1":"<a href=\"https://www.umweltbundesamt.de/en\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/logosEn/uba.png\" alt=\" German Environment Agency (UBA)\" title=\"Click here to visit the homepage of the organization\" style=\"border: transparent\"/></a>","source_url_1":"https://www.umweltbundesamt.de/indikator-eutrophierung-von-fluessen-durch-phosphor","source_url_text_1":null,"history_active_1":true,"history_indicator_1":"6.1.a Phosphorous in flowing waters","history_target_1":"Not exceeding benchmark values for specific types of water bodies at all monitoring points by 2030","history_year_a_1":"2018","history_status_year_a_1":"Wolke","history_year_b_1":"2017","history_status_year_b_1":"Blitz","history_year_c_1":"2016","history_status_year_c_1":"Blitz","history_year_d_1":"2015","history_status_year_d_1":"Blitz","history_year_e_1":"2014","history_status_year_e_1":"Wolke","history_year_f_1":"2013","history_status_year_f_1":"Wolke","history_year_g_1":"2012","history_status_year_g_1":"Wolke","data_show_map":null,"data_keywords":null,"data_start_values":[{"field":"Display","value":"Time series"},{"field":"Display","value":"Target"}],"data_footnote":null,"computation_units":"Percentage share of monitoring points at which the benchmark value for a good ecological status for total phosphorous in flowing waters is not exceeded","copyright":"&copy; Federal Statistical Office (Destatis), 2021","graph_title":"Phosphorous in flowing waters","graph_type":"line","graph_min_value":null,"graph_max_value":null,"span_gaps":true,"show_line":true,"stackedBar":null,"national_geographical_coverage":"Germany","page_content":"<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://sustainabledevelopment-deutschland.github.io/en/status/\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Wolke.png\" title=\"The indicator is moving in the right direction but if the trend continues, the target value will be missed by more than 20&nbsp;% in the target year\" alt=\"Weathersymbol\" />\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n    <span> (Evaluation of the year 2018 as reporting year from indicator report 2021)</span>\n  </div>\n</div>","national_metadata_updated_date":"2021-03-25","national_data_updated_date":"2021-03-25","national_metadata_update_url_text":"2021-03-25: see changes on GitHub","national_metadata_update_url":"https://github.com/DnsUpgradeEnvironment/dns-data/commit/02c3bed61396013399007d015a93d8e3fffb58c0","national_data_update_url_text":"2021-03-25: see changes on GitHub","national_data_update_url":"https://github.com/DnsUpgradeEnvironment/dns-data/commit/f72ad64f6280dee307fa9b8113abb3e2fc724bc4","language":"en","postulate":"Reducing the pollution of water with substances"}