{"layout":"indicator","indicator":"8.2.c","indicator_display":"8.2.c","indicator_sort_order":"8-2-c","permalink":"/8-2-c/","sdg_indicator":null,"sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Government debt","dns_indicator_definition":"The indicator shows the government debt defined in the Maastricht Treaty as a percentage of gross domestic product (GDP) at current prices. The indicator therefore serves as a measure of government debt.","dns_indicator_intention":"The Stability and Growth Pact of the European Union specifies a reference value of 60% as the maximum debt-to-GDP ratio. That is also the targeted national threshold for this indicator.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Government debt","section":"Government debt","postulate":"Consolidating public finances – creating intergenerational equity","target_id":"8.2.1","previous":"8-2-ab","next":"8-3-a","content_and_progress":"<i>Text from the Indicator Report 2021</i>The national debt is determined by the Bundesbank twice annually in accordance with the requirements of the Maastricht Treaty on the basis of calculations performed by the Federal Statistical Office. Gross domestic product (GDP) at current prices is determined as part of the national accounts by the Federal Statistical Office and published as a provisional figure in January of the following year. As part of the major revision of the national accounts in 2019 the calculations underwent thorough review and revision. As a result, nominal GDP figures are slightly lower on average than they were before the major revision of 2019. The overall economic picture, however, has remained largely unchanged.<br>The debt-to-GDP ratio is influenced by the state of the public budgets and by economic development in general. The indicator measures a stock, namely the volume of debt, against a flow, namely the value of GDP. With this formula, if the level of debt is constant, the faster GDP grows the more sharply the ratio will fall. In the event of an economic upswing, then, the debt-to-GDP ratio will fall even if absolute total public debt does not. Conversely, the debt ratio may rise even though absolute debt decreases if GDP falls faster than the volume of debt.<br>The indicator, moreover, does not include implicit government debt, in other words future financial commitments for which funds are yet to be disbursed.<br>Between 2003 and 2018, Germany’s debt-to-GDP ratio was above the prescribed EU-wide reference level. Following budgetary consolidation measures, the ratio fell from 67.3% in 2005 to 64.0% in 2007, but then it rose again to peak at 82.3% in 2010. This increase must be seen in the context of the financial and economic crisis. In that period, Germany’s public debt rose by EUR 511 billion from EUR 1,600 billion to EUR 2,111 billion.<br>Over the last eight years the debt ratio steadily declined, reaching 59.6% in 2019, the first year since 2002 in which it had fallen below the 60% reference value prescribed by the Maastricht Treaty. The German Bundesbank, however, expects that government debt will have increased sharply in 2020 as a result of the COVID-19 pandemic and that the debt ratio will again have risen considerably higher than the reference value. This development has not yet been factored into the current status calculation and so has had no bearing on the displayed weather symbol. A valid assessment will not be possible until the figures for 2020 have been disseminated.<br>The Federal Government reduced its debt for the first time in 2015, lowering it by EUR 24.3 billion to EUR 1,372 billion. In 2019, the volume of federal debt stood at about EUR 1,299 billion. The debts of the Länder fell from their high point in 2012 by EUR 75.1 billion to EUR 609 billion in 2019. Local government debt had continued to fall since 2017, reaching EUR 165 billion in 2019. Between 2010 and 2019 the social insurance funds were able to reduce their debts by EUR 651 million to EUR 695 million. Of the total amount of government debt in 2019, about 62.6% was federal debt, while some 29.4% was owed by the Länder and 8.0% by local government.<br>In the balance sheet, government debts are balanced against assets, both financial and non-financial. The largest items on the assets side are state-owned infrastructural properties, such as roads, schools and public buildings. According to the balance sheet drawn up by the Federal Statistical Office, these assets had a written-down value of EUR 1,418 billion in 2018. Financial assets were valued in 2018 at EUR 1,291 billion. Securities are the largest of the financial assets.","source_active_1":true,"source_organisation_1":"<a href=\"https://www.bundesbank.de/en\">German Federal Bank</a>","source_organisation_1_short":"<a href=\"https://www.bundesbank.de/en\">German Federal Bank</a>","source_organisation_logo_1":"<a href=\"https://www.bundesbank.de/en\"><img src=\"ttps://g205sdgs.github.io/sdg-indicators/public/logosEn/bundesbank.png\" alt=\"German Federal Bank\" title=\" Click here to visit the homepage of the organizationGerman Federal Bank\" style=\"height:60px; width:148px; border: transparent\"/></a>","source_url_1":"https://www.bundesbank.de/dynamic/action/en/statistics/time-series-databases/time-series-databases/743796/743796?treeAnchor=FINANZEN&statisticType=BBK_ITS","source_url_text_1":"Deficit / surplus and debt level as defined in the Maastricht Treaty/Germany/Debt level/Debt by category/instrument","source_active_2":true,"source_organisation_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\">Federal Statistical Office</a>","source_organisation_2_short":"<a href=\"https://www.destatis.de/EN/Home/_node.html\">Federal Statistical Office</a>","source_organisation_logo_2":"<a href=\"https://www.destatis.de/EN/Home/_node.html\"><img src=\"ttps://g205sdgs.github.io/sdg-indicators/public/logosEn/destatis.png\" alt=\"Federal Statistical Office\" title=\" Click here to visit the homepage of the organizationFederal Statistical Office\" style=\"height:60px; width:148px; border: transparent\"/></a>","weather_active_1":true,"weather_indicator_1":"8.2.c Government debt","weather_indicator_1_year_a":"2021","weather_indicator_1_year_b":"2020","weather_indicator_1_year_c":"2019","weather_indicator_1_year_d":"2018","weather_indicator_1_year_e":"2017","weather_indicator_1_year_f":"2016","weather_indicator_1_year_g":"2015","weather_indicator_1_target":"Ratio of government debt to GDP must not exceed  60%, to be maintained until 2030","weather_indicator_1_item_a":"Blitz","weather_indicator_1_item_b":"Wolke","weather_indicator_1_item_c":"Sonne","weather_indicator_1_item_d":"Wolke","weather_indicator_1_item_e":"Wolke","weather_indicator_1_item_f":"Wolke","weather_indicator_1_item_g":"Wolke","data_show_map":false,"copyright":"&copy; Federal Statistical Office (Destatis), 2022","footer_fileds":[{"label":"Note","value":"2020 preliminary data."}],"graph_title":"Government debt","graph_annotations":[{"value":60.0,"label":{"position":"left"},"preset":"target_line"}],"span_gaps":true,"show_line":true,"graph_type":"bar","national_geographical_coverage":"Germany","page_content":"\n\n<div>\n  <div class=\"my-header\">\n    <h3>\n      <a href=\"https://dnsTestEnvironment.github.io/dns-indicators/en/status\"><img src=\"https://g205sdgs.github.io/sdg-indicators/public/Wettersymbole/Blitz.png\" title=\"Text will follow soon\" alt=\"Wettersymbol\"/>\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n  </div>\n</div>","national_metadata_updated_date":"2022-08-10","national_data_updated_date":"2022-07-08","indicator_number":"8.2.c","target_number":"8.2","goal_number":"8","language":"en"}