{"layout":"indicator","indicator":"8.4.a","indicator_display":"8.4","indicator_sort_order":"8-4-a","permalink":"/8-4-a/","sdg_indicator":"8.1.1","sdg_indicator2":null,"reporting_status":"complete","published":true,"data_non_statistical":false,"national_indicator_available":"Gross domestic product per capita","dns_indicator_definition":"The indicator shows price-adjusted gross domestic product (GDP) per capita (inhabitants) in Germany at 2015 prices. GDP measures the value of all goods and services produced in the domestic economy; inhabitants means all persons whose permanent residence is in Germany.","dns_indicator_intention":"The GDP trend is related in a variety of ways to other indicators in the Sustainable Development Strategy. Social factors, for instance, such as the population structure, the labour supply, the education system and social cohesion strongly influence the international competitiveness of the economy. GDP is regarded as an important indicator of the strength and growth of a national economy, and so the goal is to achieve continuous and appropriate levels of GDP growth.","data_state":"The data published in the indicator report 2021 is as of 31.12.2020. The data shown on the DNS-Online-Platform is updated regularly, so that more current data may be available online than published in the indicator report 2021.","indicator_name":"Gross domestic product per capita","section":"Economic performance","postulate":"Combining greater economic output with environmental and social responsibility","target_id":"8.4.1","previous":"8-3-a","next":"8-5-ab","content_and_progress":"<i>Text from the Indicator Report 2021</i>GDP expresses the value of total economic output produced within the country in a reference period. It focuses primarily on market goods and services and public goods and services. The value of GDP is determined quarterly and annually by the Federal Statistical Office on the basis of internationally harmonised rules and standards, such as the European System of National and Regional Accounts (ESA). Because of the early calculation dates, many of the essential basic data are not available in time for the first publication date. Accordingly, the initial publication is still based to a considerable extent on indicators and estimates. Missing information is initially estimated or extrapolated.<br>The data basis is subsequently improved with additional statistics, which are successively incorporated into the calculations. It takes about four years until almost all of the baseline statistics are available, at which point the data are classified as final.<br>GDP is a key variable in the national accounts. The national accounts are the consolidation of several accounts that portray the economic activity of a given period. The results are recorded in the form of a closed sequence of accounts and presented in tables. The national accounts calculations were last reviewed and revised in 2019 as part of their periodic major revision, and the reference year was changed to 2015. This resulted in new rates of change for real gross domestic product as a whole. The overall economic picture, however, has remained largely unchanged.<br>GDP is not designed to portray all of the social aspects that can be included in a measurement of overall well-being. If these variables are to be measured too, Additional indicators are needed that are specifically designed for these purposes.<br>This includes e.g. environmental economic accounts that portray the interactions between the economy and the environment and indicators showing, for example, the volume of unpaid work in households. Furthermore, the distribution of income and assets among different population groups is not shown by GDP either.<br>Stock changes are not reflected in GDP, except in the case of capital stock resulting from the calculation of investments and depreciation.<br>Key economic variables like quantities and qualities of human capital, such as education and health, of social capital, such as security and integration, and of natural capital, such as resources and ecosystems, are not factored into GDP. It is therefore impossible to conclude whether GDP and its growth have served to preserve capital in the fullest sense. This means that GDP cannot be used to gauge the sustainability of economic growth.<br>The basis for the calculation of per capita GDP comprise the average population figures interpolated and extrapolated by the Federal Statistical Office from the 2011 census data.<br>Between 1991 and 2019, price-adjusted GDP per head of population increased by a total of 40.2%. Following vigorous year-on-year GDP growth averaging 2.8% per annum over the period from 2005 to 2008, per capita GDP fell by 5.4% from 2008 to 2009 as a result of the global financial and economic crisis. Economic output then recovered, and by 2011 GDP had regained and exceeded its 2008 level. In the last five years of the time series, the indicator has been on an upward trajectory, with an average annual increase of 1.2%. In 2019, the value of GDP was EUR 39,000 per head of population.","weather_active_1":true,"weather_indicator_1":"8.4 Bruttoinlandsprodukt je Einwohner","weather_indicator_1_target":"Stetiges und angemessenes Wirtschaftswachstum","data_show_map":true,"copyright":"&copy; Federal Statistical Office (Destatis), 2022","footer_fileds":[{"label":"Note","value":"Previous years’ prices chain-linked, reference year 2015. Provisional data for 2019 and 2020."}],"graph_title":"Gross domestic product per capita","span_gaps":false,"show_line":false,"graph_type":"bar","national_geographical_coverage":"Germany","page_content":"\n\n<div>\n  <div class=\"my-header\">\n    <h3>\n      </a>\n    </h3>\n  </div>\n  <div class=\"my-header-note\">\n  </div>\n</div>","national_metadata_updated_date":"2022-07-08","national_data_updated_date":"2022-07-08","indicator_number":"8.4.a","target_number":"8.4","goal_number":"8","language":"en"}